Repository: nulljosh/nimble
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pa, zh

source: Ask anything.
es: Pregunta lo que quieras.
fr: Demandez n'importe quoi.
pa: ਕੁਝ ਵੀ ਪੁੱਛੋ।
zh: 想问什么都行。

source: Ask
es: Preguntar
fr: Demander
pa: ਪੁੱਛੋ
zh: 提问

source: Ask Nimble
es: Pregunta a Nimble
fr: Demander à Nimble
pa: Nimble ਨੂੰ ਪੁੱਛੋ
zh: 问 Nimble

source: Get the app
es: Descargar la app
fr: Obtenir l'app
pa: ਐਪ ਲਵੋ
zh: 获取应用

source: Source
es: Código
pa: ਸਰੋਤ
zh: 源码

source: Recent
es: Recientes
fr: Récents
pa: ਹਾਲੀਆ
zh: 最近

source: Recent searches
es: Búsquedas recientes
fr: Recherches récentes
pa: ਹਾਲੀਆ ਖੋਜਾਂ
zh: 最近的搜索

source: Clear
es: Borrar
fr: Effacer
pa: ਮਿਟਾਓ
zh: 清除

source: Answer
es: Respuesta
fr: Réponse
pa: ਜਵਾਬ
zh: 答案

source: Thinking…
es: Pensando…
fr: Je réfléchis…
pa: ਸੋਚ ਰਿਹਾ ਹਾਂ…
zh: 思考中…

source: Share
es: Compartir
fr: Partager
pa: ਸਾਂਝਾ ਕਰੋ
zh: 分享

source: Math, units and graphs work offline. Everything else gets one sentence and a source.
es: Las cuentas, unidades y gráficas funcionan sin conexión. Lo demás recibe una frase y su fuente.
fr: Calculs, unités et graphiques fonctionnent hors ligne. Le reste tient en une phrase, avec sa source.
pa: ਹਿਸਾਬ, ਇਕਾਈਆਂ ਅਤੇ ਗ੍ਰਾਫ਼ ਬਿਨਾਂ ਇੰਟਰਨੈੱਟ ਦੇ ਚੱਲਦੇ ਹਨ। ਬਾਕੀ ਸਭ ਲਈ ਇੱਕ ਵਾਕ ਅਤੇ ਇੱਕ ਸਰੋਤ ਮਿਲਦਾ ਹੈ।
zh: 数学、单位换算和图表可离线使用。其他问题给你一句话和出处。

source: Stop listening
es: Dejar de escuchar
fr: Arrêter l'écoute
pa: ਸੁਣਨਾ ਬੰਦ ਕਰੋ
zh: 停止聆听

source: Ask by voice
es: Preguntar por voz
fr: Demander à la voix
pa: ਆਵਾਜ਼ ਨਾਲ ਪੁੱਛੋ
zh: 语音提问

source: Listening
es: Escuchando
fr: J'écoute
pa: ਸੁਣ ਰਿਹਾ ਹਾਂ
zh: 正在聆听

source: AI: on
es: IA: sí
fr: IA : activée
pa: AI: ਚਾਲੂ
zh: AI：开

source: AI: off
es: IA: no
fr: IA : désactivée
pa: AI: ਬੰਦ
zh: AI：关

source: AI: ask
es: IA: preguntar
fr: IA : demander
pa: AI: ਪੁੱਛੋ
zh: AI：询问

source: Not chosen yet. Click to choose.
es: Aún sin elegir. Haz clic para elegir.
fr: Pas encore choisi. Cliquez pour choisir.
pa: ਅਜੇ ਚੁਣਿਆ ਨਹੀਂ। ਚੁਣਨ ਲਈ ਕਲਿੱਕ ਕਰੋ।
zh: 尚未选择。点击进行选择。

source: Click to turn AI answers off
es: Haz clic para desactivar las respuestas de IA
fr: Cliquez pour désactiver les réponses de l'IA
pa: AI ਜਵਾਬ ਬੰਦ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰੋ
zh: 点击关闭 AI 回答

source: Click to turn AI answers on
es: Haz clic para activar las respuestas de IA
fr: Cliquez pour activer les réponses de l'IA
pa: AI ਜਵਾਬ ਚਾਲੂ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰੋ
zh: 点击开启 AI 回答

source: Before I answer
es: Antes de responder
fr: Avant de répondre
pa: ਜਵਾਬ ਦੇਣ ਤੋਂ ਪਹਿਲਾਂ
zh: 回答之前

source: Send your question to an AI service?
es: ¿Enviar tu pregunta a un servicio de IA?
fr: Envoyer votre question à un service d'IA ?
pa: ਕੀ ਤੁਹਾਡਾ ਸਵਾਲ ਕਿਸੇ AI ਸੇਵਾ ਨੂੰ ਭੇਜਣਾ ਹੈ?
zh: 把你的问题发送给 AI 服务？

source: To answer, Nimble sends the text you type, and nothing else, to %@. No account, contacts, location or identifiers are sent, and Nimble keeps no record of it. If you don't allow this, answers come from DuckDuckGo and Wikipedia only. You can change this any time in the web app.
es: Para responder, Nimble envía el texto que escribes, y nada más, a %@. No se envía ninguna cuenta, contacto, ubicación ni identificador, y Nimble no guarda ningún registro. Si no lo permites, las respuestas vienen solo de DuckDuckGo y Wikipedia. Puedes cambiarlo cuando quieras en la app web.
fr: Pour répondre, Nimble envoie le texte que vous saisissez, et rien d'autre, à %@. Aucun compte, contact, position ni identifiant n'est envoyé, et Nimble n'en garde aucune trace. Si vous refusez, les réponses viennent uniquement de DuckDuckGo et de Wikipédia. Vous pouvez changer cela à tout moment dans l'app web.
pa: ਜਵਾਬ ਦੇਣ ਲਈ Nimble ਤੁਹਾਡਾ ਲਿਖਿਆ ਟੈਕਸਟ, ਹੋਰ ਕੁਝ ਨਹੀਂ, %@ ਨੂੰ ਭੇਜਦਾ ਹੈ। ਕੋਈ ਖਾਤਾ, ਸੰਪਰਕ, ਟਿਕਾਣਾ ਜਾਂ ਪਛਾਣ ਨਹੀਂ ਭੇਜੀ ਜਾਂਦੀ, ਅਤੇ Nimble ਇਸ ਦਾ ਕੋਈ ਰਿਕਾਰਡ ਨਹੀਂ ਰੱਖਦਾ। ਜੇ ਤੁਸੀਂ ਇਜਾਜ਼ਤ ਨਹੀਂ ਦਿੰਦੇ, ਤਾਂ ਜਵਾਬ ਸਿਰਫ਼ DuckDuckGo ਅਤੇ ਵਿਕੀਪੀਡੀਆ ਤੋਂ ਆਉਂਦੇ ਹਨ। ਤੁਸੀਂ ਇਹ ਕਦੇ ਵੀ ਵੈੱਬ ਐਪ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ।
zh: 为了回答，Nimble 只会把你输入的文字发送给 %@，不发送其他任何内容。不会发送账号、联系人、位置或标识符，Nimble 也不会保留任何记录。如果你不允许，答案将只来自 DuckDuckGo 和维基百科。你可以随时在网页版中更改。

source: powered by %@
es: con tecnología de %@
fr: propulsé par %@
pa: %@ ਦੁਆਰਾ
zh: 由 %@ 提供

source: Allow
es: Permitir
fr: Autoriser
pa: ਇਜਾਜ਼ਤ ਦਿਓ
zh: 允许

source: Don't allow
es: No permitir
fr: Ne pas autoriser
pa: ਇਜਾਜ਼ਤ ਨਾ ਦਿਓ
zh: 不允许

source: computed offline
es: calculado sin conexión
fr: calculé hors ligne
pa: ਔਫ਼ਲਾਈਨ ਗਿਣਿਆ
zh: 离线计算

source: You're offline. Math, units and graphs still work.
es: Estás sin conexión. Las cuentas, unidades y gráficas siguen funcionando.
fr: Vous êtes hors ligne. Les calculs, unités et graphiques fonctionnent toujours.
pa: ਤੁਸੀਂ ਔਫ਼ਲਾਈਨ ਹੋ। ਹਿਸਾਬ, ਇਕਾਈਆਂ ਅਤੇ ਗ੍ਰਾਫ਼ ਹਾਲੇ ਵੀ ਚੱਲਦੇ ਹਨ।
zh: 你已离线。数学、单位换算和图表仍可使用。

source: No instant answer. Try a question, a sum, or "5 miles to km".
es: Sin respuesta instantánea. Prueba con una pregunta, una suma o "5 miles to km".
fr: Pas de réponse instantanée. Essayez une question, un calcul ou "5 miles to km".
pa: ਤੁਰੰਤ ਜਵਾਬ ਨਹੀਂ ਮਿਲਿਆ। ਕੋਈ ਸਵਾਲ, ਜੋੜ, ਜਾਂ "5 miles to km" ਅਜ਼ਮਾਓ।
zh: 没有即时答案。试试提问、算式，或 "5 miles to km"。

source: Features
es: Funciones
fr: Fonctionnalités
pa: ਫੀਚਰ
zh: 功能

source: Download
es: Descargar
fr: Télécharger
pa: ਡਾਊਨਲੋਡ
zh: 下载

source: Open app
es: Abrir app
fr: Ouvrir l'app
pa: ਐਪ ਖੋਲ੍ਹੋ
zh: 打开应用

source: Ask a question. Get one sentence back.
es: Haz una pregunta. Recibe una frase.
fr: Posez une question. Recevez une phrase.
pa: ਸਵਾਲ ਪੁੱਛੋ। ਇੱਕ ਵਾਕ ਵਿੱਚ ਜਵਾਬ ਲਵੋ।
zh: 提个问题，得到一句话。

source: Math and units answer on your device. Everything else, one sentence with a source.
es: Las cuentas y unidades se resuelven en tu dispositivo. Lo demás, una frase con su fuente.
fr: Les calculs et les unités se font sur votre appareil. Le reste, une phrase avec sa source.
pa: ਹਿਸਾਬ ਅਤੇ ਇਕਾਈਆਂ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਉੱਤੇ ਹੱਲ ਹੁੰਦੇ ਹਨ। ਬਾਕੀ ਸਭ ਲਈ ਸਰੋਤ ਸਮੇਤ ਇੱਕ ਵਾਕ।
zh: 数学和单位换算在你的设备上完成。其他问题，给你一句带出处的话。

source: Open the web app
es: Abrir la app web
fr: Ouvrir l'app web
pa: ਵੈੱਬ ਐਪ ਖੋਲ੍ਹੋ
zh: 打开网页版

source: Download for Mac
es: Descargar para Mac
fr: Télécharger pour Mac
pa: Mac ਲਈ ਡਾਊਨਲੋਡ ਕਰੋ
zh: 下载 Mac 版

source: Download for Windows
es: Descargar para Windows
fr: Télécharger pour Windows
pa: Windows ਲਈ ਡਾਊਨਲੋਡ ਕਰੋ
zh: 下载 Windows 版

source: Download for Android
es: Descargar para Android
fr: Télécharger pour Android
pa: Android ਲਈ ਡਾਊਨਲੋਡ ਕਰੋ
zh: 下载 Android 版

source: Answers, not ten blue links.
es: Respuestas, no diez enlaces azules.
fr: Des réponses, pas dix liens bleus.
pa: ਜਵਾਬ, ਦਸ ਨੀਲੇ ਲਿੰਕ ਨਹੀਂ।
zh: 要答案，不要十条蓝色链接。

source: Math and units, offline
es: Cuentas y unidades, sin conexión
fr: Calculs et unités, hors ligne
pa: ਹਿਸਾਬ ਅਤੇ ਇਕਾਈਆਂ, ਔਫ਼ਲਾਈਨ
zh: 数学与单位，离线可用

source: Two models, one sentence
es: Dos modelos, una frase
fr: Deux modèles, une phrase
pa: ਦੋ ਮਾਡਲ, ਇੱਕ ਵਾਕ
zh: 两个模型，一句话

source: Graphs
es: Gráficas
fr: Graphiques
pa: ਗ੍ਰਾਫ਼
zh: 图表

source: Every platform
es: Todas las plataformas
fr: Toutes les plateformes
pa: ਹਰ ਪਲੇਟਫਾਰਮ
zh: 全平台

source: About Nimble
es: Acerca de Nimble
fr: À propos de Nimble
pa: Nimble ਬਾਰੇ
zh: 关于 Nimble

source: Open Nimble
es: Abrir Nimble
fr: Ouvrir Nimble
pa: Nimble ਖੋਲ੍ਹੋ
zh: 打开 Nimble

source: Settings…
es: Ajustes…
fr: Réglages…
pa: ਸੈਟਿੰਗਾਂ…
zh: 设置…

source: Settings
es: Ajustes
fr: Réglages
pa: ਸੈਟਿੰਗਾਂ
zh: 设置

source: Quit
es: Salir
fr: Quitter
pa: ਬੰਦ ਕਰੋ
zh: 退出

source: Quit Nimble
es: Salir de Nimble
fr: Quitter Nimble
pa: Nimble ਬੰਦ ਕਰੋ
zh: 退出 Nimble

source: Copy Result
es: Copiar resultado
fr: Copier le résultat
pa: ਨਤੀਜਾ ਕਾਪੀ ਕਰੋ
zh: 拷贝结果

source: Copy result
es: Copiar resultado
fr: Copier le résultat
pa: ਨਤੀਜਾ ਕਾਪੀ ਕਰੋ
zh: 拷贝结果

source: Copy Search Link
es: Copiar enlace de búsqueda
fr: Copier le lien de recherche
pa: ਖੋਜ ਲਿੰਕ ਕਾਪੀ ਕਰੋ
zh: 拷贝搜索链接

source: Open in DuckDuckGo
es: Abrir en DuckDuckGo
fr: Ouvrir dans DuckDuckGo
pa: DuckDuckGo ਵਿੱਚ ਖੋਲ੍ਹੋ
zh: 在 DuckDuckGo 中打开

source: Search on DuckDuckGo →
es: Buscar en DuckDuckGo →
fr: Chercher sur DuckDuckGo →
pa: DuckDuckGo ਉੱਤੇ ਖੋਜੋ →
zh: 在 DuckDuckGo 上搜索 →

source: Preferences
es: Preferencias
fr: Préférences
pa: ਪਸੰਦਾਂ
zh: 偏好设置

source: Theme
es: Tema
fr: Thème
pa: ਥੀਮ
zh: 主题

source: THEME
es: TEMA
fr: THÈME
pa: ਥੀਮ
zh: 主题

source: PREFERENCES
es: PREFERENCIAS
fr: PRÉFÉRENCES
pa: ਪਸੰਦਾਂ
zh: 偏好设置

source: AI ENGINE
es: MOTOR DE IA
fr: MOTEUR D'IA
pa: AI ਇੰਜਣ
zh: AI 引擎

source: AI Engine
es: Motor de IA
fr: Moteur d'IA
pa: AI ਇੰਜਣ
zh: AI 引擎

source: TRY
es: PRUEBA
fr: ESSAYER
pa: ਅਜ਼ਮਾਓ
zh: 试试

source: RECENT
es: RECIENTES
fr: RÉCENTS
pa: ਹਾਲੀਆ
zh: 最近

source: RESULT
es: RESULTADO
fr: RÉSULTAT
pa: ਨਤੀਜਾ
zh: 结果

source: Version
es: Versión
pa: ਵਰਜਨ
zh: 版本

source: Offline Math
es: Cálculo sin conexión
fr: Calculs hors ligne
pa: ਔਫ਼ਲਾਈਨ ਹਿਸਾਬ
zh: 离线数学

source: Offline math
es: Cálculo sin conexión
fr: Calculs hors ligne
pa: ਔਫ਼ਲਾਈਨ ਹਿਸਾਬ
zh: 离线数学

source: Launch on Startup
es: Abrir al iniciar
fr: Lancer au démarrage
pa: ਸ਼ੁਰੂ ਹੁੰਦੇ ਹੀ ਖੋਲ੍ਹੋ
zh: 开机启动

source: Default Suggestions
es: Sugerencias predeterminadas
fr: Suggestions par défaut
pa: ਮੂਲ ਸੁਝਾਅ
zh: 默认建议

source: AI Answers
es: Respuestas de IA
fr: Réponses de l'IA
pa: AI ਜਵਾਬ
zh: AI 回答

source: Model
es: Modelo
fr: Modèle
pa: ਮਾਡਲ
zh: 模型

source: Server
es: Servidor
fr: Serveur
pa: ਸਰਵਰ
zh: 服务器

source: Engine
es: Motor
fr: Moteur
pa: ਇੰਜਣ
zh: 引擎

source: Got it
es: Entendido
fr: Compris
pa: ਸਮਝ ਗਿਆ
zh: 知道了

source: What's new in %@
es: Novedades de %@
fr: Nouveautés de la version %@
pa: %@ ਵਿੱਚ ਨਵਾਂ ਕੀ ਹੈ
zh: %@ 的新功能

source: Don't Allow
es: No permitir
fr: Ne pas autoriser
pa: ਇਜਾਜ਼ਤ ਨਾ ਦਿਓ
zh: 不允许

source: Share answer as image
es: Compartir la respuesta como imagen
fr: Partager la réponse en image
pa: ਜਵਾਬ ਨੂੰ ਤਸਵੀਰ ਵਜੋਂ ਸਾਂਝਾ ਕਰੋ
zh: 将答案分享为图片

source: When on, the text you type is sent to %@. Nothing else is sent. When off, answers come from DuckDuckGo and Wikipedia only.
es: Si está activado, el texto que escribes se envía a %@. No se envía nada más. Si está desactivado, las respuestas vienen solo de DuckDuckGo y Wikipedia.
fr: Lorsque c'est activé, le texte que vous saisissez est envoyé à %@. Rien d'autre n'est envoyé. Lorsque c'est désactivé, les réponses viennent uniquement de DuckDuckGo et de Wikipédia.
pa: ਚਾਲੂ ਹੋਣ 'ਤੇ ਤੁਹਾਡਾ ਲਿਖਿਆ ਟੈਕਸਟ %@ ਨੂੰ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ। ਹੋਰ ਕੁਝ ਨਹੀਂ ਭੇਜਿਆ ਜਾਂਦਾ। ਬੰਦ ਹੋਣ 'ਤੇ ਜਵਾਬ ਸਿਰਫ਼ DuckDuckGo ਅਤੇ ਵਿਕੀਪੀਡੀਆ ਤੋਂ ਆਉਂਦੇ ਹਨ।
zh: 开启后，你输入的文字会发送给 %@，不发送其他任何内容。关闭后，答案只来自 DuckDuckGo 和维基百科。

source: To answer, Nimble sends the text you type, and nothing else, to %@. No account, contacts, location or identifiers are sent, and Nimble keeps no record of it. If you don't allow this, answers come from DuckDuckGo and Wikipedia only. You can change this in Settings.
es: Para responder, Nimble envía el texto que escribes, y nada más, a %@. No se envía ninguna cuenta, contacto, ubicación ni identificador, y Nimble no guarda ningún registro. Si no lo permites, las respuestas vienen solo de DuckDuckGo y Wikipedia. Puedes cambiarlo en Ajustes.
fr: Pour répondre, Nimble envoie le texte que vous saisissez, et rien d'autre, à %@. Aucun compte, contact, position ni identifiant n'est envoyé, et Nimble n'en garde aucune trace. Si vous refusez, les réponses viennent uniquement de DuckDuckGo et de Wikipédia. Vous pouvez changer cela dans Réglages.
pa: ਜਵਾਬ ਦੇਣ ਲਈ Nimble ਤੁਹਾਡਾ ਲਿਖਿਆ ਟੈਕਸਟ, ਹੋਰ ਕੁਝ ਨਹੀਂ, %@ ਨੂੰ ਭੇਜਦਾ ਹੈ। ਕੋਈ ਖਾਤਾ, ਸੰਪਰਕ, ਟਿਕਾਣਾ ਜਾਂ ਪਛਾਣ ਨਹੀਂ ਭੇਜੀ ਜਾਂਦੀ, ਅਤੇ Nimble ਇਸ ਦਾ ਕੋਈ ਰਿਕਾਰਡ ਨਹੀਂ ਰੱਖਦਾ। ਜੇ ਤੁਸੀਂ ਇਜਾਜ਼ਤ ਨਹੀਂ ਦਿੰਦੇ, ਤਾਂ ਜਵਾਬ ਸਿਰਫ਼ DuckDuckGo ਅਤੇ ਵਿਕੀਪੀਡੀਆ ਤੋਂ ਆਉਂਦੇ ਹਨ। ਤੁਸੀਂ ਇਹ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ।
zh: 为了回答，Nimble 只会把你输入的文字发送给 %@，不发送其他任何内容。不会发送账号、联系人、位置或标识符，Nimble 也不会保留任何记录。如果你不允许，答案将只来自 DuckDuckGo 和维基百科。你可以随时在“设置”中更改。

source: Your key stays on this device and is sent only to %@.
es: Tu clave se queda en este dispositivo y solo se envía a %@.
fr: Votre clé reste sur cet appareil et n'est envoyée qu'à %@.
pa: ਤੁਹਾਡੀ ਕੁੰਜੀ ਇਸ ਡਿਵਾਈਸ ਉੱਤੇ ਹੀ ਰਹਿੰਦੀ ਹੈ ਅਤੇ ਸਿਰਫ਼ %@ ਨੂੰ ਭੇਜੀ ਜਾਂਦੀ ਹੈ।
zh: 你的密钥保存在此设备上，只会发送给 %@。
